export const InterviewData = [
    {
        id: 0,
        title: "첫 워크샵 다녀온 썰 푼다.",
        content: [
            "안녕하세요. 12기 디자인과 졸업생 김소리입니다. " +
            "저는 학교를 통해 카카오 벤처스에 소속된 회사에 취업해 재직 중입니다. " + 
            "23년 7월부터 회사와 학교생활을 병행했습니다. 지금쯤이면 벌써 취업을 한 사람도, 준비 중인 사람도 있을 거라 생각됩니다. " + 
            "나름 기대하는 이가 있을 수도 있겠다 싶은 첫 워크샵 에피소드를 풀어보려 합니다. ",

            "23년 8월 대천으로 첫 워크샵에 다녀왔습니다. 워크샵의 분위기는 회사마다 다를 수 있지만 저희 회사는 그저 멀리까지 가서 일을 했다고 해요. " + 
            "고등학생 막내가 들어와 신경을 써주신 건지 처음으로 정말 놀기 위한 워크샵을 준비하셨더라고요. ",

            "장소는 대천이었습니다. 2학년 때 수련회에서 좋은 기억이 있는 대천이라 설렜던 것 같습니다. " + 
            "워크샵에 가서 짚라인도 타고 팀대항 비치발리볼을도 했습니다. 저 포함 세 명이 한 회사로 취업을 했기 때문에 저희 셋이 가위바위보로 팀원을 고르게 하셨어요. " +
            "진 팀은 바다 입수가 걸려있었기 때문에 저는 무조건적으로 운동 꽤나 하실 것 같은 분들만 뽑았습니다. 게임을 하다 한 팀에서 여자 인원이 하나 부족했습니다." +
            "다른 분들이 저보고 들어가서 하라고 하셔서 게임을 했는데 져버렸습니다. 제 원래 팀은 지지 않았는데 강제 입수에 당첨되었어요.",
            
            "고기를 구워 먹고 가장 큰 방에 모여 팀을 나눠 게임을 진행했습니다. 쓸데없는 선물 교환 식도 했는데 184 정도로 추정되는 커다란 분께 텐텐 한 통이 당첨되었고, 애 둘 아버지에게 이 레즈 미 팔 토시와 잉어 슬리퍼가 갔습니다." +
            "저는 민트 핑크 투톤 공주 헤어피스와 귀여운 스퀴시를 준비했고 30대 남성분이 당첨되셨는데 거기 있는 그 누구도 그게 어떤 용도인지 알아채지 못해서 싸해졌어요. 심지어 스퀴시는 촉감이 맘에 드셨는지 만족스러워하셨습니다. 울고 싶었습니다. "  +
            "어른들과 다시는 쓸없선 교환식을 하지 않겠다고 다짐했어요. 다들 회사에서 쓸데없는 선물 교환식이 열린다면 이게 무엇인지 아실지를 꼬옥 고민해 보세요. 아니면 저처럼 도망치고 싶을지도 몰라요. " +
            "다행스럽게도 선물을 누가 준비했는지는 밝히지 않아서 덜 부끄러웠습니다.",

            "아직 끝나지 않은 콘텐츠... 다들 체력이 좋으신지 그 밤에 볼링을 치자고 하셨어요. " +
            "볼링을 잘 못 쳐서 요상한 포즈로 열심히 굴렸고, 결국 놀림거리가 되었습니다. 아직도 끝나지 않은 콘텐츠... 자꾸 그 새벽에 윷놀이를 하자고 하세요. 도망치고 싶었습니다." +
            "다행히 저보다 피곤하신 분들이 계셔서 저녁에 해변 산책과 불꽃놀이를 조금 즐기고 첫 워크샵을 잘 마무리할 수 있었습니다. 다음날은 일어나서 밥 먹고 집으로 가서 콘텐츠가 없습니다. ",

            "여러분이 그리는 회사 생활은 어떤 모습일지, 어떤 로망을 품고 있을지 알 순 없지만 취업을 준비하는, 실습 일을 기다리는 여러분에게 제 글이 조금이나마 설렘을 주었길 바랍니다."
        ]
    },

    {
        id: 1,
        title: "포기는 배추 썰 때나 쓰는 말",
        content: [
            "미림에 입학하고 저의 고1, 고2의 시간이 빠르게 지나가고 어느덧 취업을 해내야 하는 19살 학창 시절의 마지막이 다가왔습니다. " +
            "저는 솔직히 말하면 디자인과 였지만 디자인 분야에서 엄청난 자신이 없었습니다. 그래서 취업할 때 고민이 많았고 도망치고 싶었지만 방과후때 들은 코딩 수업 이후로 퍼블리싱, 코딩에 관심이 생겨 코딩 관련된 프로그램도 들었으며 코딩 학원도 다녔던 경험을 꺼내와 디자인도 하는 퍼블리셔라는 꿈을 가지고 취업을 준비하였습니다. ",

            "처음엔 취업을 과제라고 생각하며 빨리 취업이라는 과제를 해치워 남은 3학년을 편하게 보내고 싶다는 생각을 했었습니다. 하지만 제가 원하는 직무는 디자인과에 잘 들어오지 않는 직무였기에 다른 직무의 지원을 망설였고, 친구들의 취업소식들을 들으며 저도 모르게 불안해했던 것 같습니다. ",
            
            "그래서 이곳저곳에 다 넣어봐야하나? 라는 생각이 많이 들었고 제가 가려던 직무를 포기해야 하나라는 생각도 하였습니다. " +
            "하지만 선생님께서 네가 원하는 직무를 뽑는 회사를 가야지 회사 생활에도 너에게도 도움이 된다는 말을 해주셨습다. ",

            "그 말을 듣고 저는 취업이란 과제를 19살의 취준 도전으로 생각하기로 했습니다. 회사가 들어오기 전까지 포트폴리오들을 준비하고 열심히 학원도 다녔습니다. ",
            
            "그러다가 제가 희망하는 직무가 들어와 지원을 하고 회사에 합격, 흔히 말하는 취뽀를 하게 되었습니다. " +
            "저는 디자인을 포기하려 탈출구에 가지 않고, 퍼블리싱이라는 비상구를 만든 것에 대해 아직도 제 자신이 뿌듯합니다. 또 저는 친구들의 취업 소식을 들으며 내가 과연 할 수 있을까라는 생각을 엄청 하였고 9월이 되자 하나둘씩 비는 책상들을 보며 속으로 엄청 불안해했습니다. 걱정되고 불안하고 초초한 건 어쩌면 우리가 취업 시기에 겪어야 할 당연한 감정이지만 불안했던 제가 그때 저에게 해주고 싶은 말은 너무 불안하지 않아도 잘 될 거라고 말해주고 싶어요! " +
            "포기하지 않고 취업하려는 의지가 제일 중요하다고 생각하기에 우리 모두 원하는 행복한 일, 하고 싶은 일을 할 수 있도록 응원하고 바라겠습니다! "
        ]
    },

    {
        id: 2,
        title: "내가 사진을 안키워서... 사진 첨부할게 없어요..",
        content: [
            "졸업 후라... 회사생활은.! 처음에 몇시에 출근하는게 보편적인지도 몰랐어서 말 없으면 대부분 9시라고 하더라구요. " +
            "그렇게 10분전에 도착하게 출근했드래쬬.. 다 새롭고 뭘 해야할지도 모르겠고~ 그렇게 살다보니 첫 두달은 진짜 시간이 안갔어요.. 그러다가 후루룩 시간이 흐르기 시작합니다 ^^ 처음에 잘 참구 견뎌요~ ",
            
            "취업, 이직 : 주변에 좋은 친구들이 있으면 회사 생활을 재미있게 즐기기도 하고 더 꿈을 찾아서 이직을 하기도 하는데요. 확실히 이곳저곳 돌아본 친구들이 더 자신에게 맞는 회사를 찾아간 것이 보이더라고요.! 그리고 실력도 중요하고 스스로 공부하는 것도 정말 중요하지만 슬프게도 운이란것도 무시를 못해요.. 너무 자책하지는 말고.. 화이팅합시다~!! ",
            
            "대학생활 : 애들보니 재밌어보이더라구요! 축제 재밌어보이더라.. " +
            "확실히 성인되서 할 수 있는 것도 더 많아지구요. 저도 뭐 대학원 생활하는거 재미있었답니다 하핫? ",
            
            "아 작년에 쉅 OT듣는데 밖에서 10cm 모창하길래 잘한다.. 이러고 있었는데 계속 같은 사람이 하길래 왜 장기자랑인데... 같은분만하지? 하고 오티끝나고 나갔는데 정말 10cm여서 열심히 뒷태보며 노래 감상했다는 이야기... 말할때마다 쑥쓰러운듯이 고개 뒤로 돌렸는데 그쪽에 서있어서 뜻밖에도 얼굴을 많이 보았다는 이야기....",
            
            
            "퇴사를 하겠다고 찾아갔지만 결국 휴직을 하게되었다는 이야기" +
            "퇴사를 하겠다고 찾아갔지만 출퇴근 시간 변경을 해주셨다는 이야기" +
            "평소와 별다른거 없이 출근을 했는데 전에 만났던 분이 또 나타났다는 이야기" +
            "분명 퇴사한다고 한 직원이 4달째 퇴사 안하고 출근했다는 이야기"
        ]
    },

    {
        id: 3,
        title: "속닥속닥.. 20살의 직무 이야기",
        content: [
            "안녕하세요, 저는 미림마이스터고 뉴미디어소프트웨어과를 졸업하고 현재 암호화 부서의 신입사원으로 일하고 있는 백지민입니다." +
            "이 게시물에서는 졸업 후 제가 활동하고 있는 분야와 맡고 있는 업무에 대해 소개해드리겠습니다☺️",

            "IT 업계에는 정말 다양한 분야가 있습니다. 이를 깊이 탐구하다 보면, 어마어마하게 더 세부적인 분야들이 많다는 것을 알게 됩니다🛠️. 저희 학교에서도 백엔드, 프론트엔드, 안드로이드, 게임, 인공지능 등 여러 분야들을 배울 수 있는 커리큘럼을 제공하고 있습니다. 대부분의 학생들은 학교에서 기본적인 개념을 배우고, 자신이 원하는 분야를 자기주도적이고 진취적으로 깊이 있게 개발해나가죠🗺️🔭. " +
            "(p.s. 자기주도적으로 개발 경험치를 쌓는 방법에 대해 궁금하다면 'Front-end/Back-end Roadmap'을 검색해보세요!) ",

            "저는 우연한 기회로 학교에서 접해보지 않은 ERP(Enterprise Resource Planning) 분야에 종사하게 되었습니다👀💕. ERP란 회계를 중심으로 회사 운영에 필요한 업무를 All-in-One으로 통합한 시스템입니다. 예를 들어 A 회사에서는 ERP를 통해 회계, 물류, 인사 관리를 할 수 있습니다. 저는 이 중에서도 개인정보 암호화 솔루션을 제공하는 벤더사에서 일하고 있습니다. 논리적이고 원리적인 개념을 좋아하는 저로서는 업무를 배우는 날들이 즐겁습니다🤭. ",

            "제 주요 업무는 파트너사의 데이터베이스를 암호화🔒하고, 암호화 솔루션 도입 전과 같이 업무에 지장이 없도록 프로그램을 분석👩🏻‍💻하여 암복호화 API를 삽입하는 것입니다. " +
            "또한 솔루션 설치 작업을 자동화하거나 더 간편하게 만들어주는 프로그램을 개발하고 있습니다! 저희 부서에는 서버에 암호화 엔진을 설치하는 인프라 직무도 있는데요, 이와 관련된 설명을 들을 때마다 학교에서 배웠던 리눅스와 네트워크 지식을 매우 유용하게 활용하고 있답니다🎶 ",

            "이제 제 글을 마치려고 하는데요, 이 글이 여러분의 진로 탐색에 진심으로 도움이 되었으면 좋겠습니다🧡 IT 업계의 다양한 분야와 기회에 대해 더욱 알아가며 여러분만의 길을 찾게 되시길 응원할게요! 읽어주셔서 감사합니다🙇‍♂️"
        ]
    }
];